export const type1 = [
  { question: ' 님은 매사 진지한 경우가 많다' },
  {
    question: ' 님은 스스로의 모든 면(건강, 학업, 취미)을 챙기려고 노려한다',
  },
  { question: ' 님은 원칙을 벗어나는 것을 껄끄러워 한다' },
  { question: ' 님은 주변 사람들의 실수를 쉽게 넘어가지 못한다' },
  { question: ' 님은 회계 일을 맡길만한 믿음직한 사람이다' },
  {
    question:
      ' 님은 흐트러져 있는 상태를 싫어한다(ex. 방 사물들이 잘 나열되어 있는 것을 좋아한다)',
  },
  { question: ' 님은 감정을 잘 드러내지 않는다' },
];
export const type2 = [
  { question: " 님은 나에게 '따뜻한' 관심을 보이는 편이다" },
  { question: ' 님은 나를 맞춰주는 경향이 있다' },
  { question: ' 님은 자기 주변 사람들에게 시간을 많이 할애한다' },
  { question: ' 님은 다른 사람들과 쉽게 대화를 나누는 편이다' },
  { question: ' 님은 낙관적인 태도를 지니고 있다' },
  {
    question:
      ' 님은 누군가에게 불만이 있을 때 그것을 직접적으로 표현하지 못하는 편이다',
  },
  { question: ' 님은 대화할 때 이야기를 잘 들어주는 편이다' },
];
export const type3 = [
  { question: ' 님은 본인이 하는 일에 시간을 많이 쓴다' },
  { question: ' 님이 지향하는 목표는 크다(야망이 있다)' },
  {
    question: ' 님과 함께 있으면 나도 무언가를 해야겠다는 동기부여가 된다',
  },
  { question: ' 님은 대학, 직장, 자격증과 같은 타이틀을 중요시한다' },
  { question: ' 님은 본인의 능력에 대한 자신감이 넘친다' },
  { question: ' 님은 영업직에 알맞다' },
  { question: ' 님은 성공한 사람들의 성공방법에 관심이 많습니다' },
];
export const type4 = [
  { question: ' 님은 창조적인 아이디어를 잘 내는 편이다' },
  { question: ' 님은 무슨 일을 할 때 본인의 직관대로 하는 편이다' },
  { question: ' 님은 평범하지 않은 것에 끌려하는 편이다' },
  { question: ' 님은 감정을 드러내는 일이 거의 없다' },
  { question: ' 님은 자신과 다른 분야의 사람에게 관심이 있는 편이다' },
  {
    question: ' 님은 남들과 가까이 지내며 함께 일하는 것을 꺼리는 편이다',
  },
  {
    question:
      ' 님은 겉으로는 그렇게 보이지 않지만 알고보면 따뜻하고 깊은 감정의 소유자다',
  },
];
export const type5 = [
  {
    question:
      ' 님은 호기심이 많아 어떤 일이든 왜 그런 방식으로 이루어졌는지 탐구하기를 좋아한다',
  },
  {
    question:
      ' 님은 자신이 하고 있는 일에 열중하느라 시간이 흐르는 것을 잊어버릴 수도 있는 사람이다',
  },
  { question: ' 님은 여러 분야에 걸쳐 아는 게 많습니다' },
  {
    question:
      ' 님은 상대방과 의견을 나누는 자리에서 자신의 의견을 말하기보다는 주변에서 일어나는 일들을 지켜보는 편이다',
  },
  { question: ' 님은 사람이 많은 곳에서 어색해하고 힘들어한다' },
  { question: ' 님은 연구원에 알맞은 사람이다' },
  { question: ' 님은 혼자 있고 싶어하는 경우가 대부분이다' },
];
export const type6 = [
  { question: ' 님은 무언가를 쉽게 결정을 못 내리는 편이다' },
  {
    question: ' 님은 어떤 결정을 내리기 전에 지인들의 의견을 묻는 편이다',
  },
  {
    question:
      ' 님은 자신과 친한 사람과는 그 모든 것을 나누지만 그 이외의 사람들에게는 전혀 그러지 않는다',
  },
  { question: ' 님은 크게 걱정하지 않아도 되는 것을 걱정하는 편이다' },
  {
    question:
      ' 님은 대체적으로 새롭고 낯선 것보다 에측 가능하고 검증된 것을 좋아하는 편이다',
  },
  { question: ' 님은 행동하기 전에 꼼꼼히 검토하고 여러 번 생각한다' },
  { question: ' 님은 처음 만나는 사람에 대해서 경계심이 있는 편이다' },
];
export const type7 = [
  {
    question: ' 님은 모험심이 많아 흥미롭고 새로운 것을 시도하는 것을 좋아한다',
  },
  { question: ' 님은 지루한 것을 참지 못하는 편이다' },
  {
    question:
      ' 님은 무언가를 하다가 지루함을 느끼면 쉽게 그것을 포기하거나 그만둔다',
  },
  { question: ' 님은 자신의 형편에 맞지 않게 과소비하는 경우가 있다' },
  { question: ' 님은 상실감에서 비교적 빨리 회복하는 것으로 보인다' },
  { question: ' 님은 실제 계획한대로 실행하지 못할 경우가 많다' },
  {
    question: ' 님이 무언가를 잘못했을 때 방어적인 태도를 취하는 편이다',
  },
];
export const type8 = [
  {
    question:
      " 님은 자기와 친한 사람 혹은 후배를 '내 사람'이라고 여기며 돌봐주는 경향이 있다",
  },
  {
    question: ' 님은 타인과 반대되는 주장도 직선적으로 잘 표현하는 편이다',
  },
  {
    question:
      " 님은 물건이 정돈되어 있는 것을 좋아하며, '특히' 자신의 물건은 반드시 제자리에 있어야 하는 편이다",
  },
  { question: ' 님은 내 주변 사람들 중에서 좀 용감한 편이다' },
  { question: ' 님은 학창시절에 말썽꾼이었을 가능성이 높아 보인다' },
  {
    question: ' 님은 토론대회에서 상대편의 반대의견을 받아도 잘 버틸 것 같다',
  },
  { question: ' 님은 타인을 거칠게 몰아붙일 때가 있다' },
];
export const type9 = [
  {
    question: ' 님과 함께 있으면 편안하고 느긋하며 평화로운 느낌을 받는다',
  },
  { question: ' 님은 대체적으로 수동적이며 우유부단한 편이다' },
  {
    question:
      ' 님은 지위나 명성에 연연해하거나 이를 얻기 위해 경쟁하는 것을 좋아하지 않는다',
  },
  {
    question:
      ' 님은 타인들에 비해 덜 흥분하고 대체적으로 안정되고 침착한 편이다',
  },
  {
    question: ' 님은 긴장을 풀고 빈둥거리며 시간을 보내는 것을 좋아한다',
  },
  {
    question:
      ' 님은 기분이 안 좋을 때 화를 내기보다는 우울해하고 조용해지는 편이다',
  },
  { question: ' 님은 일을 미루는 경향이 있다' },
];
